{
   "appDesc": {
      "description": "Watch FREE movies on your computer.\n\n PINEAPPLE EXPRESS, BIG DADDY, JOE DIRT, LAYER CAKE, MR. DEEDS, PANIC ROOM, S.W.A.T., SNATCH and hundreds more: full-length, uncut and FREE. Plus, top rated TV series like SEINFELD.\n\n Crackle streams full-length, uncut blockbuster movies and TV episodes, all free and on demand.\n\n ***Titles listed are for the US. Crackle is also available in Canada, United Kingdom and Australia, but movies and TV shows will be different***\n\n &bull; Hundreds of movies and thousands of television episodes - new content added daily*\n &bull; Genres include action, anime, comedy, crime, horror, thriller, music and sci-fi\n &bull; High-quality streams up to 480p**\n &bull; All content is free and on demand\n &bull; Crackle is currently only available in United States, Canada, United Kingdom, and Australia\n\n MOVIES\n Hundreds of full-length movies including: PINEAPPLE EXPRESS, BIG DADDY, JOE DIRT, LAYER CAKE, MR. DEEDS, PANIC ROOM, S.W.A.T., SNATCH, STRANGER THAN FICTION, SAVING SILVERMAN, QUARANTINE and more\n\n TV SERIES\n Thousands of full-length episodes; series include: SEINFELD, SPIDER-MAN, MARRIED&hellip; WITH CHILDREN, THE THREE STOOGES plus over 25 series and 1000+ episodes of Anime including BLUE EXORCIST, BLOOD +, QUEEN&rsquo;s BLADE, IKKI TOUSEN, VIPER'S CREED, and DURARARA!\n\n ORIGINALS\n Crackle offers a rich library of award-winning original series such as The Unknown, Backwash, The Bannen Way, and Angel of Death.\n\n ---------------------\n ABOUT CRACKLE\n\n Crackle is one of the fastest growing digital entertainment networks, offering quality movies and TV series from Columbia Pictures, Tri-Star, Screen Gems, Sony Pictures Classics and more. Crackle is available via web, mobile, gaming systems and set-top boxes. For more information, visit www.crackle.com. Crackle is a division of Sony Pictures Entertainment.\n\n * All titles subject to change ** As available",
      "message": "Watch FREE movies on your computer."
   },
   "appName": {
      "description": "Watch Free Full-Length Movies & TV",
      "message": "Crackle"
   }
}
