{
   "appDesc": {
      "description": "ASSISTA A FILMES ONLINE GRÁTIS\n\n Assista a filmes Hollywoodianos e séries de TV gratis, onde e quando quiser:\n • É GRÁTIS para fazer o download do aplicativo, É GRÁTIS para assistir\n • Sem limites de tempo\n • Dublado ou Legendado\n • Novos filmes e episódios de TV acrescentados mensalmente\n • Os gêneros que você mais gosta: Ação, anime, comédia, policial, terror, suspense e ficção científica.\n • Os atores e diretores consagrados de Hollywood estrelam os filmes que você encontra no Crackle.\n\n FILMES\n • Centenas de filmes, incluindo: Terror em Silent Hill, Ricky Bobby - A Toda Velocidade, Drácula de Bram Stoker, O Exorcismo de Emily Rose, entre outros.\n\n TV\n • Milhares de episódios de seriados de TV incluindo Odyssey 5, Sequestrado, além de episódios de Animação, como Karatê Kid, As Aventuras de Jackie Chan e séries originais exclusivas do Crackle como Comediantes em Carros tomando Café, com Jerry Seinfeld.\n\n *Disponibilidade de títulos sujeita a alterações.\n Para mais informações visite: www.crackle.com.br.\n\n SOBRE CRACKLE\n Crackle, Inc., uma empresa do grupo Sony Pictures Entertainment, é uma rede de entretenimento em vídeo multiplataforma da próxima geração que distribui conteúdo digital, seriados de TV e filmes longa-metragem da Columbia Pictures, TriStar Pictures, Screen Gems e outros estúdios. O Crackle atinge um público enorme por meio de sua rede de distribuição em plataforma online e móvel. Crackle está disponível nos EUA, Canadá, Reino Unido, Austrália, América Latina e Brasil. Visite Crackle no endereço www.crackle.com.br",
      "message": "Ver filmes grátis online"
   },
   "appName": {
      "description": "Ver filmes grátis online",
      "message": "Crackle"
   }
}
